[
    {
        "id": "1234",
        "title": "HomeBites",
        "brandShortDescription": "HomeBites offers delicious handmade semi-finished products based on traditional homemade recipes. Our products are perfect for those who value natural ingredients, convenience, and the comfort of home-cooked meals",
        "brandDescription": "HomeBites is a brand that combines the best traditions of home cooking with the convenience of modern solutions. We make dumplings, vareniki, cutlets, and other dishes using only natural ingredients, without preservatives or flavor enhancers. The products are flash-frozen to preserve maximum nutrients and taste. Every meal is crafted by our chefs with care and love. Ideal for busy families who want quality and fast meals. We create food that brings joy and satisfaction",
        "offersDescription": "HomeBites products are a variety of frozen, handmade meals that are quick to cook. They combine taste, quality, and convenience — perfect for a quick lunch or a family dinner",
        "logo": "home-bites-logo.jpg"
    },
    {
        "id": "5678",
        "title": "CleanSpace",
        "brandShortDescription": "CleanSpace — professional cleaning you can trust. Clean, safe, and reliable",
        "brandDescription": "CleanSpace offers professional cleaning services for residential and commercial properties. We use only eco-friendly products and modern equipment, focusing on every detail. Our staff is trained to follow high-quality standards. Our services include: regular and deep cleaning, post-renovation cleaning, furniture and carpet dry cleaning. We value our clients’ time and offer flexible schedules. CleanSpace — cleanliness you can rely on",
        "offersDescription": "Our services are comprehensive solutions for keeping your home or office spotless. You choose the type of cleaning, additional areas, and intensity — and get perfect results with no hassle",
        "logo": "clean-space-logo.jpg"
    },
    {
        "id": "9101",
        "title": "HandyFix",
        "brandShortDescription": "HandyFix — your trusted handyman service for any home repair and maintenance needs",
        "brandDescription": "HandyFix is your go-to solution for everyday home repair, installation, and maintenance services. From fixing leaky faucets to assembling furniture or mounting TVs, our experienced and polite technicians are ready to help. We operate with transparent pricing, quick turnaround, and a satisfaction guarantee. HandyFix saves you time and stress by handling the technical tasks you don’t want to deal with yourself. Our team is vetted and insured to ensure peace of mind for every client",
        "offersDescription": "HandyFix offers a wide range of home services, including plumbing, electrical, furniture assembly, appliance installation, and general handyman help. Choose the task type and required add-ons for accurate pricing",
        "logo": "handy-fix-logo.jpg"
    },
    {
        "id": "1121",
        "title": "CrystalClean",
        "brandShortDescription": "CrystalClean provides professional cleaning services for residential and commercial properties. We guarantee spotless results using the latest technology and eco-friendly cleaning products",
        "brandDescription": "CrystalClean specializes in providing high-quality cleaning services for homes and businesses. With a focus on using eco-friendly products and advanced equipment, our team ensures that every corner of your space shines. We offer a wide range of services, including office cleaning, deep cleaning, and upholstery care. Our experienced cleaners follow strict quality standards, giving you peace of mind and a perfectly clean environment",
        "offersDescription": "CrystalClean offers professional cleaning solutions for both residential and commercial spaces. Whether you need routine office cleaning, deep cleaning, or upholstery maintenance, we provide reliable and eco-friendly services that ensure your space stays spotless and hygienic",
        "logo": "crystal-clean-logo.jpg"
    },
    {
        "id": "3141",
        "title": "ProCleaning",
        "brandShortDescription": "ProCleaning offers professional cleaning services for apartments, offices, and commercial spaces. We ensure top-notch cleanliness and customer satisfaction using advanced equipment and high-quality cleaning agents",
        "brandDescription": "ProCleaning is committed to delivering outstanding cleaning services for both residential and commercial clients. Our services include regular office cleaning, deep cleaning, upholstery cleaning, and floor care. We use cutting-edge cleaning equipment and eco-friendly products to deliver superior results. With a focus on customer satisfaction and efficiency, ProCleaning is your trusted partner in maintaining a clean and healthy environment",
        "offersDescription": "ProCleaning provides comprehensive cleaning services designed to keep your home, office, or business spotless. From regular maintenance to deep cleaning and furniture care, our team ensures every corner of your space is perfectly cleaned and well-maintained",
        "logo": "pro-cleaning-logo.jpg"
    }
]
